Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Bywało lepiej. Może pora zmienić zawód? Albo gdzieś się wynieść? Pomyślę o tym.
uk: Бувало й краще. Можливо, настав час змінити роботу? Або ж податися кудись подалі? Я подумаю про це.

source: Bywało lepiej. Na przykład wtedy, kiedy nikt nie bzyczał mi nad uchem.
uk: Бувало й краще. Наприклад, тоді, коли ніхто не дзижчав у мене над вухом.

source: Bywało lepiej. Nie czuję się dobrze jako bezrobotny, to wbrew naturze mieszkańca Wilczego Leża.
uk: Бувало й краще. Мені неприємно бути безробітним, це суперечить характеру мешканця Вовчого Лігва.

source: Bywało lepiej. Nie lubię, kiedy przez jakiegoś szaleńca mam więcej roboty niż zazwyczaj.
uk: Бувало й краще. Не люблю, коли якийсь божевільний змушує мене працювати більше, ніж зазвичай.

source: Bywało lepiej. Znacznie lepiej. Gdybym od czasu do czasu nie rozgrzewał kości treningiem, to bym chyba skonał.
uk: Бувало й краще. Набагато краще. Якби я час від часу не розминав кістки тренуваннями, то, мабуть, вже й помер би.

source: Bywało lepiej...
uk: Бувало й краще...

source: Bywało znacznie lepiej... Strażnicy od jakiegoś czasu stają się coraz bardziej zachłanni i agresywni.
uk: Бувало значно краще... Останнім часом вартові стали жадібнішими та агресивнішими.

source: Być może inni strażnicy miejscy wsparliby waszą sprawę.
uk: Можливо, інші міські вартові підтримають вашу справу.

source: Być może jest pewien sposób... potrzebuję wybaczenia.
uk: Можливо, є спосіб... Мені потрібне прощення.

source: Być może liczyłeś na większe zaangażowanie z mojej strony, ale teraz mam na głowie bardziej palące problemy.
uk: Можливо, ти сподівався на більшу участь з мого боку, але зараз у мене є більш нагальні проблеми.

source: Być może nie będę musiał. Wieść o waszym przybyciu szybko się rozniesie, a Kurt pewnie przyjdzie do karczmy jako jeden z pierwszych.
uk: Можливо, мені й не доведеться. Звістка про ваше прибуття розлетиться швидко, а Курт, напевно, буде одним з перших, хто прибуде до корчми.

source: Być może objawy wystąpią dopiero za chwilę... na pewno wszystko w porządku?
uk: Можливо, симптоми ще не з'явилися... Ти впевнений, що з тобою все гаразд?

source: Być może popełniłeś błąd, ale my jesteśmy tu po to, aby cię z niego wyprowadzić.
uk: Можливо, ти зробив помилку, але ми тут для того, щоб допомогти тобі її виправити.

source: Być może sprawiedliwym byłoby danie ci szansy...
uk: Може бути справедливим дати тобі шанс...

source: Być może ty i ja wcale tak bardzo się od siebie nie różnimy, obcy.
uk: Можливо, ми з тобою не такі вже й різні, незнайомцю.

source: Być może tylko jeden z nich miał rację. Być może wszyscy lub żaden. Każdy jednak zgodził się co do tego, że Silbach prędzej czy później stanie się polem bitwy dla różnych frakcji na wyspie.
uk: Можливо, тільки один з них мав рацію. Можливо, всі або ніхто. Але всі були згодні з тим, що Сільбах рано чи пізно стане полем битви для різних фракцій на острові.

source: Być może udałoby mi się przekonać innych strażników miejskich, by wsparli waszą sprawę.
uk: Можливо, я зможу переконати інших вартових підтримати вашу справу.

source: Być może udałoby mi się przekonać innych, by wsparli waszą sprawę.
uk: Можливо, мені вдасться переконати інших підтримати вашу справу.

source: Być może wtedy udałoby się ich podpuścić do gwałtowniejszych zachowań.
uk: Можливо, тоді їх можна було б підбурити до більш жорстокої поведінки.

source: Być może znam kogoś, kto wsparłby waszą sprawę.
uk: Можливо, я знаю когось, хто підтримає вашу справу.

source: Być może, ale jeśli chcesz opuścić tę komnatę żywy, to zrób, co ci każę.
uk: Можливо, але якщо ти хочеш вийти з цієї кімнати живим, то краще зроби те, що я тобі кажу.

source: Być może, ale życie mi się jeszcze tak nie posypało, żebym musiał iść do pracy.
uk: Можливо, але моє життя ще не настільки зіпсоване, щоб я мусив йти працювати.

source: Być może, możesz na nią poczekać i wyjaśnić sprawę.
uk: Можливо, ти її дочекаєшся і з'ясуєш це питання.

source: Być może. Przyszedłeś mnie tu edukować? Bo jeśli tak, to niepotrzebnie.
uk: Можливо. Ти прийшов мене повчати? Бо якщо так, то в цьому немає потреби.

source: Być może. To, co jednak mogę zrobić, to poprosić dobrego Rodericha, żeby cię jeszcze prewencyjnie przetrzymał w celi.
uk: Можливо. Однак, що я можу зробити, так це попросити доброго Родеріха потримати тебе у камері, як запобіжний захід.

source: Być może... Ciekawi mnie jednak, co powie Albyn, gdy usłyszy o tym, że jeden z farmerów zakłóca spokój hałasem i pięścią...
uk: Можливо... Але цікаво, що скаже Альбін, коли почує, що хтось із селян порушує спокій своїм галасом і кулаками?

source: Być na tyle twardą, by samej wziąć to, czego potrzebuje albo Mroczne Tajemnice. Jak sam widzisz, ja nie zamierzałam trafić do tamtego przybytku.
uk: Бути достатньо сильною, щоб отримати те, що їй потрібно, або Темні Таємниці. Як сам розумієш, я туди не збираюся.

source: Być tarczą dla jego mieszkańców, a mieczem dla jego wrogów.
uk: Бути щитом для його мешканців і мечем для його ворогів.

source: Być tarczą dla jego mieszkańców, a mieczem na jego wrogów.
uk: Бути щитом для його мешканців і мечем проти його ворогів.

source: Być tarczą na jego mieszkańców, a mieczem dla jego wrogów.
uk: Бути щитом від його мешканців і мечем для його ворогів.

source: Był i to bardzo. Niestety złoto będzie mu bardzo potrzebne, aby pomóc pogodzonym braciom.
uk: Був, і навіть дуже. На жаль, йому вкрай необхідне золото, щоб допомогти примиреним братам.

source: Był jednym z ludzi Lichwiarza, rzucił się na mnie, nie miałem wyboru...
uk: Він був одним з людей Лихваря, накинувся на мене, у мене не було вибору...

source: Był jednym z ludzi Volkera. Przepracował u niego góra miesiąc.
uk: Він був одним із людей Волкера. Пропрацював на нього максимум місяць.

source: Był na moście za winnicą, ale kiedy z nim porozmawiałem, zdecydował się przyjść gdzieś tutaj.
uk: Він був на мосту за виноградником, але після моєї з ним розмови він вирішив прийти сюди.

source: Był najlepszym wartownikiem w wiosce, ale któreś z was zaszlachtowało go jak kretoszczura!
uk: Він був найкращим охоронцем у селі, але хтось з вас зарізав його, як кротощура!

source: Był pijakiem i obdartusem. Stronił od higieny i do najdelikatniejszych nie należał.
uk: Він був пияком і обірванцем. Цурався гігієни і приємним його не назвеш.

source: Był przetrzymywany w ukrytym pomieszczeniu pod jednym z magazynów portowych.
uk: Його утримували у прихованому приміщенні під одним із портових складів.

source: Był razem ze mną mój brat, Jorn. Na początku trochę się szwendaliśmy pomiędzy straganami, szukaliśmy znajomych ludzi, takie tam.
uk: Зі мною був мій брат Йорн. Спочатку ми трохи походили між прилавками, пошукали знайомих людей, і таке інше.

source: Był tak prawdziwy, jak ty przede mną!
uk: Він був таким же реальним, як і ти переді мною!

source: Był też i Gunther zwany Pijakiem. Za jego rządów ludzie zaczęli z przekąsem żartować: „na dworze pływa więcej wina niż intryg!” - i mieli rację, bowiem głównym zmartwieniem króla było poganianie podczaszych i urządzenie regularnych objazdów po winnicach. Rzecz jasna na koszt podatników.
uk: Був ще Гюнтер прозваний П'яницею. За його правління люди навіть почали з іронією жартувати: 'При дворі більше вина, ніж інтриг!' – і вони мали рацію, адже головними турботами короля було підганяти розливачів вина та регулярно відвідувати виноградники. Звісно, за рахунок платників податків.

source: Był też ten Nordmarczyk, co tylko narzekał całymi dniami jak to gorąco jest na tym naszym Archolos.
uk: Був ще той нордмарець, який лише скаржився цілими днями на те, як спекотно на цьому вашому Архолосі.

source: Był to człowiek potężny i krępy. Jego postawa ukazywała niezłomność, a ostre spojrzenie poświadczało o sile i determinacji. Szedł krokiem szybkim i pewnym. Ledwo zdążyłem unieść głowę, a on znikał już z linii horyzontu. Wśród jego ciemnych, potarganych szat dostrzegłem coś jasnego, co lśniło jeszcze długo w oddali. Mógłbym przysiąc, że była to jakaś broń, może miecz, który połyskiwał dziwną, fioletową barwą.
uk: Це був могутній і кремезний чоловік. Його постава свідчила про непохитність, а гострий погляд - про силу і рішучість. Він йшов швидко і впевнено. Я ледве встиг підняти голову, як він вже зник за лінією горизонту. Посеред його темних, заплутаних шат я побачив щось яскраве, що довго сяяло вдалині. Я міг би заприсягтися, що це була якась зброя, можливо, меч, який сяяв дивним фіолетовим сяйвом.

source: Był tu ostatnio jakiś wielki facet?
uk: Не зустрічав тут великого хлопця?

source: Był tu ostatnio pewien chłopak z włosami spiętymi w kucyk?
uk: Нещодавно тут не проходив хлопчина із зав'язаним у хвіст волоссям?

source: Był tu pewien najemnik...
uk: Був тут один найманець...

source: Był tu pewien najemnik... Twierdził, że wisisz mu 50 sztuk złota.
uk: Був тут один найманець... Він стверджував, що ти йому винна 50 золотих.

source: Był tutaj dobrych kilka dni temu. Jeśli go spotkasz, to powiedz mu, że złoto na opłacenie pokoju powoli się kończy! Prawie bym zapomniała, prosił też, żebym ci to przekazała.
uk: Він був тут кілька днів тому. Якщо зустрінеш його, скажи йому, що золото за кімнату вже закінчується! Мало не забула, він також просив передати це тобі.

source: Był tutaj dobrych kilka godzin temu. Opłacił pokój na kilka najbliższych dni i kazał ci przekazać to.
uk: Він був тут кілька годин тому. Він заплатив за кімнату на кілька днів вперед і попросив передати це тобі.

source: Był tutaj jakąś ważną osobistością?
uk: Вій був тут якоюсь важливою фігурою?

source: Był u Hershlika?
uk: Він був в Гершліка?

source: Był u ciebie może sierżant Gerwin?
uk: Тут часом не проходив сержант Гервін?

source: Był u mnie ostatnio facet, który usilnie próbował mnie przekonać, że z chrząszcza można zrobić pyszną potrawkę.
uk: Нещодавно до мене приходив хлопець, який намагався переконати мене, що з м'ясного жука можна приготувати смачну страву.

source: Był w niemałych tarapatach ale mu pomogłem.
uk: У нього були великі проблеми, але ми йому допомогли.

source: Był wśród rzeczy twojego brata. Dzięki niemu mieliśmy rozpoznać, że znaleźliśmy właściwego człowieka.
uk: Він був серед речей твого брата. Завдяки йому ми мали розпізнати, що знайшли правильну людину.

source: Był z niego naprawdę dobry żołnierz, szkoda, że przyszło mu umrzeć w tych obrzydliwych tunelach.
uk: Він був справді хорошим воїном. Шкода, що йому довелося загинути в тих жахливих тунелях.

source: Była k-koszmarna! Nigdy czegoś podobnego na oczy nie w-widziałem! Była tam, o! Koło tych drzew n-na prze-przeciwko!
uk: Він ж-ж-жахливий! Я ніколи не бачив нічого п-п-подібного! Він був т-т-там! За деревами, через д-д-дорогу!

source: Była noc, a ja grzałem się przy ognisku, więc niewiele widziałem.
uk: Була ніч, я грівся біля вогнища, тому мало що бачив.

source: Była noc, a ja przez pół wyspy musiałem męczyć się z jakimś... no, twoim bratem.
uk: Це було вночі, і мені довелося пертися через пів острова з якимось... ну, з твоїм братом.

source: Była powódź, to musiałem zamknąć wszystkie owce w środku i teraz śmierdzi tam tak, że się wytrzymać nie da.
uk: Була повінь, тож довелося замкнути всіх овець всередині, і тепер там так смердить, що не можна витримати.

source: Była przetrzymywana w jakimś dziwnym miejscu na bagnach...
uk: Її тримали в якомусь дивному місці на болотах...

source: Była trochę naciągana, ale ostatecznie zostali wpuszczeni do środka.
uk: Вони трохи перебільшували, але врешті їх впустили.

source: Była tu ostatnio Ivy?
uk: Айві не заходила?

source: Byłabym wdzięczna, gdybyś załatwił mi jakąś pochodnię.
uk: Я була б вдячна, якби ти дістав мені якийсь смолоскип.

source: Byłam tam tylko raz i tyle mi wystarczy. Unikaj kanałów, dobrze ci radzę.
uk: Я була там лише раз, і мені цього вистачило. Раджу тобі уникати каналізації.

source: Byłaś ostatnio świadkiem czegoś podejrzanego?
uk: Ти не помічала нічого підозрілого останнім часом?

source: Byłaś w domu w trakcie zamachu na twojego pana?
uk: Ти була вдома під час замаху на твого пана?

source: Byłbym w szoku, gdyby ich nie było.
uk: Я був би шокований, якби їх там не було.

source: Byłbyś gotów zrobić coś... niezbyt moralnego?
uk: Ти готовий зробити дещо... не дуже моральне?

source: Byłbyś może tak miły i poratował biednego człowieka kilkoma monetami?
uk: Чи не допоможеш бідному чоловіку кількома монетами?

source: Byłbyś zdumiony, jak trudno o jakiegoś ludzkiego ochotnika...
uk: Ти здивуєшся, наскільки складно знайти добровольців серед людей...

source: Byłem ci to dłużny, w końcu ty uratowałeś mnie dwukrotnie.
uk: Я в боргу перед тобою. Зрештою, ти вже двічі мене врятував.

source: Byłem ciekaw, czy ośmielisz się do mnie przyjść.
uk: Мені було цікаво, чи ти наважишся прийти до мене.

source: Byłem ciekaw, jakie wino tu produkujesz.
uk: Було б цікаво дізнатися, яке вино ви тут виробляєте.

source: Byłem ciężko ranny, ale magowie pomogli mi wrócić do zdrowia.
uk: Я був важко поранений, але маги допомогли мені відновитись.

source: Byłem ciężko ranny. Magowie mi pomogli.
uk: Я був тяжко поранений. Маги мені допомогли.

source: Byłem kapitanem na morzu i pozostałem kapitanem gdy osiedliśmy na lądzie. Niewielu może się pochwalić takim osiągnięciem.
uk: Я був капітаном у морі і залишився ним, коли ми осіли на суші. Мало хто може похвалитися таким досягненням.

source: Byłem kiedyś u kartografa z bratem.
uk: Одного разу я був у картографа з братом.

source: Byłem na Londram, ale tam próżno było szukać jakichś wyzwań. Powiedzieli mi, że w stolicy tego regionu znajdę więcej szczęścia.
uk: Я був на Лондрамі, але там марно було шукати якихось викликів. Мені сказали, що в столиці регіону я знайду більше щастя.

source: Byłem na kontroli w magazynie, wszystkie pancerze wyglądają podobnie.
uk: Я оглянув склад, всі обладунки виглядають однаково.

source: Byłem na treningu.
uk: Я був на тренуванні.

source: Byłem od nich szybszy i w ostatniej chwili udało mi się uciec.
uk: Я був швидшим за них і в останній момент мені вдалося втекти.

source: Byłem przy Wirgilio od samego początku. Nigdy w życiu nie spotkałem kogoś, kto tak wielce wychwala Innosa. Jego pasja budziła zarówno fascynację, jak i przerażenie, nawet wśród najważniejszych Magów Ognia. Pewnie dlatego wysłali go tutaj - na wyspę Archolos. By pomógł przechylić szalę zwycięstwa na naszą stronę... lub zginął w boju.
uk: Я був поруч з Віргіліо з самого початку. Ніколи в житті я не зустрічав людини, яка б так ревно вірила в Інноса. Його пристрасть викликала і захоплення, і жах навіть серед найвідоміших Магів Вогню. Напевно, саме тому вони відправили його сюди – на острів Архолос. Щоб він допоміг схилити чашу терезів перемоги на наш бік... або ж помер у бою.

source: Byłem raz na Archolos jako dziecko. Poza tym, z pokładu statku widziałem ujście rzeki. Musi być niedaleko.
uk: Одного разу я був на Архолосі в дитинстві. Крім того, з палуби корабля я бачив гирло річки. Воно має бути неподалік.

source: Byłem sam na strychu przeciwko trzem ludziom. Gdyby Blake chciał, w każdej chwili mógłby mnie zabić.
uk: Я був один на горищі проти трьох людей. Якби Блейк захотів, він міг би вбити мене будь-якої миті.

source: Byłem sumienny, pracowity, a przede wszystkim, zawsze starałem się zachować balans między przestrzeganiem przepisów a postępowaniem z ludźmi.
uk: Я був сумлінним, працьовитим і, перш за все, завжди намагався знайти баланс між дотриманням законів і людським відношенням.

source: Byłem tam tylko raz i tyle mi wystarczy. Unikaj kanałów, dobrze ci radzę.
uk: Я був там лише раз, і мені цього вистачило. Раджу тобі уникати каналізації.

source: Byłem tam, gdzie zawsze - przy Volkerze.
uk: Я був там, де й завжди – біля Волкера.

source: Byłem u Allana.
uk: Я допоміг Алану.

source: Byłem u Graysona.
uk: Я був у Грейсона.

source: Byłem u Huuga.
uk: Я був у Хууга.

source: Byłem w kanałach i niszczyłem gniazda szczurów, kiedy do mnie podszedł.
uk: Я був у каналізації, нищив щурячі гнізда, коли він сам підійшов до мене.

source: Byłem wtedy na polowaniu i pech chciał, że trafiłem na jego rodziców. Im nie mogłem darować życia, ale tylko potwór zabiłby młode, niewinne zwierzę.
uk: Тоді я полював і на нещастя натрапив на його батьків. Я не міг пощадити їх, але тільки чудовисько могло б вбити мале, безневинне звірятко.

source: Byłem z Kesselem, gdy zostaliśmy zaatakowani.
uk: Я був з Кесселем, коли на нас напали.

source: Byłem zarządcą winnicy, gdy Valerio jeszcze żył. Po jego śmierci Holdwig odsunął mnie od obowiązków. Nie zdziwiło mnie to, bo chłopak jest dość nieufny.
uk: Я керував виноградником, коли Валеріо ще був живий. Після його смерті Гольдвіг відсторонив мене від обов'язків. Мене це не здивувало, адже хлопець досить недовірливий.

source: Byłem świadkiem egzekucji, jakiej Adelard dokonał na przywódcy przemytników oraz niedobitkach. Powinienem z nim porozmawiać.
uk: Я був свідком страти, скоєної Аделардом над ватажком контрабандистів і тими, хто лишився. Мені потрібно з ним поговорити.

source: Byłem świadkiem tego wszystkiego i popełniłem własne błędy, więc nie mnie to wszystko sądzić. Ktokolwiek odnajdzie te zapiski, niechże ruszy ich śladem i sam wywnioskuje z tych wydarzeń jakiś sens. Pierwsza z nich została ukryta zupełnie przypadkowo... Podczas bitwy o jedyną niezdobytą twierdzę na tej przeklętej wyspie, wypadła mi do wody i popłynęła wraz z nurtem rzeki w stronę wodospadów.
uk: Я був свідком всього цього і робив власні помилки, тому не мені судити. Той, хто знайде ці записки, повинен слідувати ним і розібратися в самих подіях. Перша з них була захована зовсім випадково... Під час битви за єдину непідкорену фортецю на цьому проклятому острові вона випала у воду і попливла за течією річки у напрямку водоспадів.

source: Byłem świadomy ryzyka, ale zrobiłem swoje.
uk: Я усвідомлював ризики, але зробив свою справу.

source: Byłeś Magiem Ognia. Z fanatycznym oddaniem służyłeś Wirgilio, innemu magowi, który jest odpowiedzialny za doszczętne zniszczenie Twierdzy Vardhal.
uk: Ти був Магом Вогню. Ти з фанатичною відданістю служив Віргіліо, іншому магу, який несе відповідальність за повне знищення фортеці Вардхал.

source: Byłeś kiedyś marynarzem?
uk: Ти колись був моряком?

source: Byłeś mi bratem, ale stanąłeś przeciwko mnie... oby Innos ci wybaczył.
uk: Ти був мені братом, але виступив проти мене... Нехай Іннос пробачить тебе.

source: Byłeś może u Jorna? Jak się dzisiaj czuje?
uk: Можливо, ти був у Йорна? Як він себе почуває сьогодні?

source: Byłeś może w Silbach?
uk: Ти бував у Сільбаху?

source: Byłeś naprawdę wspaniałym uczniem i obym nie miał takich wiele więcej, bo za te dziesięć lat musiałbym się pożegnać z moim zawodem!
uk: Ти був справді чудовим учнем, і краще нехай у мене буде небагато таких, як ти, тому що за ці десять років мені доведеться попрощатися з моєю професією!

source: Byłeś obiecującym rekrutem, ale nie mogę cię do niczego zmusić.
uk: Ти був багатообіцяючим новобранцем, але я не можу тебе примусити.

source: Byłeś obserwowany przez moich ludzi od jakiegoś czasu.
uk: За тобою вже деякий час стежили мої люди.

source: Byłeś ostatnio widziany przy dźwigu portowym.
uk: Тебе останнього бачили біля портового крана.

source: Byłeś taki miły dla mnie...
uk: Ти був таким добрим до мене...

source: Byłeś u Notgera? Bardzo mądrze.
uk: Ти був у Нотгера? Дуже мудро.

source: Byłeś u Rodericha i oczyściłeś się z zarzutów. Dobrze.
uk: Ти був у Родеріха і очистив своє ім'я. Добре.

source: Byłeś w magazynie?
uk: Ти був на складі?

source: Byłeś z nimi w zmowie!
uk: Ти був з ними у змові!

source: Byłeś zatem u Notgera. Mądrze uczyniłeś.
uk: Отже, ти був у Нотгера. Ти вчинив мудро.

source: Było ich więcej. Musieli pozbyć się Antonio i gdzieś uciec.
uk: Їх було більше. Вони, мабуть, позбулися Антоніо і кудись втекли.

source: Było ostatnio u ciebie dwóch strażników?
uk: Тут не було останнім часом двох вартових?

source: Było to bardziej skomplikowane, niż się spodziewałem, ale zdobyłem kopię 'Prawideł szachowych'. Zaniosę ją teraz Kuno. Powinien wciąż być na Placu Targowym.
uk: Це було складніше, ніж я очікував, але я таки отримав примірник 'Правил гри в шахи'. Тепер я віднесу його Куно. Він все ще має бути на Ринковій площі.

source: Było to w jednej ze skrzyń Thorbena. Nie wiem co prawda co to, ale czuję, że zrobisz z tego dobry użytek.
uk: Це було в одній зі скринь Торбена. Я не знаю, що це, але відчуваю, що тобі це знадобиться.

source: Było z tym trochę roboty, ale sabotowałem winnicę.
uk: Треба було трохи попрацювати, але я саботував роботу виноградника.

source: Byłoby jednak łatwiej, gdyby nie te cholerne hieny cmentarne.
uk: Було б ще легше, якби не ці кляті цвинтарні гієни.

source: Byłoby lepiej, gdyby ktoś pomógłby mi z pewną sprawą.
uk: Було б краще, якби хтось допоміг мені з однією справою.

source: Byłoby miło, gdybyś wstawił się za nami u niego. W końcu... już tyle razem przeszliśmy!
uk: Було б добре, якби ви разом з ним замовили за нас слівце. Зрештою... ми вже стільки пережили разом!

source: Byłoby więcej, ale musiałem pobrać prowizję dla siebie.
uk: Було б більше, але мені довелося зняти комісію для себе.

source: Byłoby świetnie, gdyby wszyscy, których szkolę, byli tak zdolni jak ty. Mam nadzieję, że jakiś bardziej doświadczony ode mnie trener zadba o twój rozwój.
uk: Було б чудово, якби всі, кого я треную, були такими ж здібними, як ти. Сподіваюся, що якийсь більш досвідчений тренер подбає про розвиток твої вмінь.

source: Były górnik Dismas może mi sprzedać materiały i narzędzia potrzebne do wydobywania. Zazwyczaj przesiaduje obok tablicy ogłoszeń, przy karczmie.
uk: Колишній гірник Дісмас може продати мені матеріали та інструменти, необхідні для видобутку. Зазвичай він сидить неподалік від дошки оголошень біля корчми.

source: Były górnik Dismas za drobną opłatą może mnie nauczyć czegoś o wydobywaniu. Zazwyczaj przesiaduje obok tablicy ogłoszeń, przy karczmie.
uk: Колишній гірник Дісмас за невелику плату може навчити мене гірничій справі. Зазвичай він сидить неподалік від дошки оголошень, біля корчми.

source: Były jakieś problemy?
uk: Були якісь проблеми?

source: Były pewne problemy.
uk: Були деякі проблеми.

source: Były pirat o imieniu Cortez. On i jego załoga od paru lat trzęsą okolicą.
uk: Колишній пірат на ім'я Кортез. Він і його команда вже кілька років тримають цей регіон.

source: Były problemy?
uk: Були проблеми?

source: Były w nim trujące wilcze jagody.
uk: У ньому були отруйні вовчі ягоди.

source: Bóg Ciemności zostanie pokonany i jego noga już nigdy tutaj nie postanie.
uk: Бог Темряви буде переможений і більше ніколи не ступить сюди.

source: Bójka 1
uk: Бій 1

source: Bójka 2
uk: Бій 2

source: Ból jest zbyt silny. Minęło zbyt wiele lat. Pamięć odeszła w nicość. Spowiedź. Spisałem ją, znajdź moją spowiedź. Tam znajdziesz odpowiedzi.
uk: Біль занадто сильний. Занадто багато років минуло. Пам'ять пішла в небуття. Сповідь. Я записав її, знайди мою сповідь. Там ти знайдеш відповіді.

source: Ból może być jednak nie do zniesienia, będę potrzebował dla niego jeszcze mikstury siły i zestawu opatrunków.
uk: Біль може бути нестерпним, мені знадобиться еліксир сили і набір бинтів для нього.

source: Bądź jak wyspa atakowana przez sztorm. Choćbyś miał wrażenie, że tracisz część siebie z każdą falą, nie możesz przestać rzucać zaklęcia.
uk: Будь як острів, атакований штормом. Навіть якщо тобі здається, що з кожною хвилею ти втрачаєш частину себе, ти не можеш припинити творити заклинання.

source: Bądź rozsądny.
uk: Будь розсудливим.

source: Bądź rozsądny. Masz jeszcze szanse wyjść z tego cało! Magowie potraktują cię uczciwie.
uk: Будь розсудливим. У тебе ще є шанс лишитися цілим! Маги будуть ставитися до тебе справедливо.

source: Bądź tak uprzejmy i przypomnij im, że czas ucieka.
uk: Будь так люб'язний, нагадай їм, що час спливає.

source: Bądź zdrów!
uk: Будь здоровий!
